Repository: MasFlam/mpdevil
Catalog: po/*.po
Languages: bg, nl

source: {days} day
bg: {days} ден
nl: {days} dag

source: {channels} channel
bg: {channels} канал
nl: {channels} kanaal

source: (restart required)
bg: (необходим е рестарт)
nl: (herstart vereist)

source: Use Client-side decoration
bg: Използвай декорация от Клиентска страна
nl: Gebruik vensterdecoratie van mpdevil

source: Show stop button
bg: Покажи бутон стоп
nl: Toon stopknop

source: Show audio format
bg: Покажи аудио формат
nl: Toon audioformaat

source: Show lyrics button
bg: Покажи бутон за лирики
nl: Toon songtekstknop

source: Place playlist at the side
bg: Постави плейлитът на страни
nl: Plaats afspeellijst aan de zijkant

source: Main cover size
bg: Големина на главната обложка
nl: Grootte albumhoes

source: Album view cover size
bg: Големина за основна облечка
nl: Hoesgrootte in albumlijst

source: Action bar icon size
bg: Големина за иконите на бутоните
nl: Grootte iconen werkbalk

source: Support “MPRIS”
bg: Поддръжка на “MPRIS”
nl: Ondersteun „MPRIS”

source: Sort albums by year
bg: Сортирай албумите по година
nl: Sorteer albums op jaar

source: Send notification on title change
bg: Прати известие при промяна на заглавие
nl: Verstuur een melding bij titelwisseling

source: Play selected albums and titles immediately
bg: Възпроизведи избраните албуми и заглавия веднага
nl: Geselecteerde albums en titels direct afspelen

source: Rewind via previous button
bg: Пренавий чрез бутон назад
nl: Terugspoelen met „vorige” knop

source: Stop playback on quit
bg: Прекрати възпроизвеждането при изход
nl: Stop afspelen bij afsluiten

source: Choose directory
bg: Избери директория
nl: Kies een map

source: Connect via Unix domain socket
bg: Свържи чрез Unix domain socket
nl: Verbinden via Unix domain socket

source: The first image in the same directory as the song file matching this regex will be displayed. %AlbumArtist% and %Album% will be replaced by the corresponding tags of the song.
bg: Ще бъдат показани първата картина в същата директория като съвпадение на този регулярен израз. %AlbumArtist% и %Album% ще бъдат заместени от съответстващите тагове от песента.
nl: De eerste afbeelding in dezelfde map als het muziekbestand die overeenkomt met deze regex wordt getoond. %AlbumArtist% en %Album% worden vervangen door de bijbehorende tags van het muziekbestand.

source: Socket:
bg: Сокет:

source: Host:
bg: Хост:

source: Password:
bg: Парола:
nl: Wachtwoord:

source: Music lib:
bg: Музикална библиотека:
nl: Muziekmap:

source: Cover regex:
bg: Обложка - регулярен израз:
nl: Regex albumhoes:

source: Profile 1
bg: Профил 1
nl: Profiel 1

source: Profile 2
bg: Профил 2
nl: Profiel 2

source: Profile 3
bg: Профил 3
nl: Profiel 3

source: Connect
bg: Свържи
nl: Verbinden

source: Choose the order of information to appear in the playlist:
bg: Избери подредбата на информация която се показва в плейлист:
nl: Kies de volgorde van de informatie getoond in de afspeellijst:

source: Disc
bg: Диск

source: Title
bg: Заглавие
nl: Titel

source: Artist
bg: Артист
nl: Artiest

source: Album
bg: Албум

source: Length
bg: Дължина
nl: Lengte

source: Year
bg: Година
nl: Jaar

source: Genre
bg: Жанр

source: Preferences
bg: Предпочитания
nl: Voorkeuren

source: View
bg: Поглед
nl: Beeld

source: Behavior
bg: Държане
nl: Gedrag

source: Playlist
bg: Плейлист
nl: Afspeellijst

source: Profiles
bg: Профиле
nl: Profielen

source: Stats
bg: Статистика
nl: Statistieken

source: <b>Protocol:</b>
bg: <b>Протокол:</b>

source: <b>Uptime:</b>
bg: <b>Време на работа:</b>

source: <b>Playtime:</b>
bg: <b>Време на възпроизвеждане:</b>
nl: <b>Afspeeltijd:</b>

source: <b>Artists:</b>
bg: <b>Артисти:</b>
nl: <b>Artiesten:</b>

source: <b>Albums:</b>
bg: <b>Албуми:</b>

source: <b>Songs:</b>
bg: <b>Песни::</b>
nl: <b>Titels:</b>

source: <b>Total Playtime:</b>
bg: <b>Цялостно време на възпроизвеждане:</b>
nl: <b>Totale speelduur:</b>

source: <b>Database Update:</b>
bg: <b>Базата с данни се актуализира:</b>
nl: <b>Database bijgewerkt:</b>

source: Open with…
bg: Отвори със…
nl: Openen met…

source: Append
bg: Добави
nl: Toevoegen

source: Play
bg: Свири
nl: Afspelen

source: Enqueue
bg: На опашката
nl: In wachtrij plaatsen

source: MPD-Tag
bg: MPD-Етикет

source: Value
bg: Стойност
nl: Waarde

source: _Append
bg: _Добави
nl: _Toevoegen

source: Add all titles to playlist
bg: Добави всички заглавия към плейлист
nl: Voeg alle titels toe aan de afspeellijst

source: _Play
bg: _Свири
nl: _Afspelen

source: Directly play all titles
bg: Директно възпроизведи всички заглавия
nl: Alle titels direct afspelen

source: _Enqueue
bg: _На опашката
nl: _In wachtrij plaatsen

source: Append all titles after the currently playing track and clear the playlist from all other songs
bg: Добави всички заглавия след песента която се възпроизвежда и изчисти от всички други песни
nl: Alle titels toevoegen na de nu spelende titel en alle overige titels uit de afspeellijst verwijderen

source: {number} song ({duration})
bg: {number} песен ({duration})
nl: {number} nummer ({duration})

source: {hits} hit
bg: {hits} попадение

source: all tags
bg: всички тагове
nl: alle tags

source: all genres
bg: всички жанрове
nl: alle genres

source: all artists
bg: всички артисти
nl: alle artiesten

source: Scroll to current song
bg: Превъртане до моментната песен
nl: Naar de huidige titel scrollen

source: searching…
bg: търсене…
nl: bezig met zoeken…

source: connection error
bg: грешка при свързване
nl: verbindingsfout

source: lyrics not found
bg: лириките не са намерени
nl: geen songtekst gevonden

source: Lyrics
bg: Лирики
nl: Songtekst

source: {number} song
bg: {number} песен
nl: {number} nummer

source: Repeat mode
bg: Повтарящ режим
nl: Herhaalmodus

source: Random mode
bg: Случаен режим
nl: Willekeurige modus

source: Single mode
bg: Единичен режим
nl: Enkele modus

source: Consume mode
bg: Консумиращ режим
nl: Verbruiksmodus

source: Updating Database…
bg: Актуализиране на базата с данни…
nl: Database bijwerken…

source: Connection to “{socket}” failed
bg: Свързването със “{socket}” се провали
nl: Verbinding met „{socket}” mislukt

source: Connection to “{host}:{port}” failed
bg: Свързването със “{host}:{port}” се провали
nl: Verbinding met „{host}:{port}” mislukt

source: Search
bg: Търси
nl: Zoeken

source: Back to current album
bg: Обратно в моментния албум
nl: Terug naar huidige album

source: Keyboard Shortcuts
bg: Преки пътища на клавиатурата
nl: Sneltoetsen

source: Help
bg: Помощ
nl: Hulp

source: About mpdevil
bg: За mpdevil
nl: Over mpdevil

source: Update Database
bg: Актуализирай базата с данни
nl: Database bijwerken

source: Server Stats
bg: Статистика на сървърът
nl: Serverstatistieken

source: Mini Player
bg: Мини Плеър
nl: Minispeler

source: Genre Filter
bg: Филтър на Жанрове

source: Menu
bg: Меню

source: connecting…
bg: свързване…
nl: verbinding maken…

source: Debug mode
bg: Debug режим
nl: Debugmodus

source: MPD Client
bg: MPD Клиент

source: A simple music browser for MPD
bg: Опростен музикален браузър за MPD
nl: Een simpele muziekspeler voor MPD

source: General
bg: Основно
nl: Algemeen

source: Open online help
bg: Отвори онлайн помощ
nl: Online hulp openen

source: Open shortcuts window
bg: Отвори прозорец за преки пътища
nl: Venster met sneltoetsen openen

source: Open menu
bg: Отвори меню
nl: Menu openen

source: Update database
bg: Актуализирай базата с данни
nl: Database bijwerken

source: Quit
bg: Излез
nl: Stoppen

source: Window
bg: Прозорец
nl: Venster

source: Cycle through profiles
bg: Превключи между профилите
nl: Profielen doorlopen

source: Cycle through profiles in reversed order
bg: Превключи между профилите в обратен ред
nl: Profielen doorlopen in omgekeerde volgorde

source: Toggle mini player
bg: Превключи Мини Плеър
nl: Omschakelen naar minispeler

source: Toggle genre filter
bg: Превключи Филтър на Жанрове
nl: Genrefilter aan/uitzetten

source: Toggle lyrics
bg: Превключи лириките
nl: Omschakelen naar songtekst

source: Toggle search
bg: Превключи търсенето
nl: Omschakelen naar zoeken

source: Playback
bg: Възпроизвеждане
nl: Afspelen

source: Play/Pause
bg: Пусни/Пауза
nl: Afspelen/Pauzeren

source: Stop
bg: Спри
nl: Stoppen

source: Stop after current title
bg: Спри след моментното заглавие
nl: Stop na huidige titel

source: Next title
bg: Следващо заглавие
nl: Volgende titel

source: Previous title
bg: Предишно заглавие
nl: Vorige titel

source: Seek forward
bg: Превърти напред
nl: Vooruit spoelen

source: Seek backward
bg: Превърти назад
nl: Achteruit spoelen

source: Toggle repeat mode
bg: Превключи повтарящ режим
nl: Omschakelen naar herhaalmodus

source: Toggle random mode
bg: Превключи случаен режим
nl: Omschakelen naar willekeurige modus

source: Toggle single mode
bg: Превключи единичен режим
nl: Omschakelen naar enkele modus

source: Toggle consume mode
bg: Превключи консумиращ режим
nl: Omschakelen naar verbruiksmodus

source: Search, Album Dialog, Album List and Artist List
bg: Търси, Диалог за албум, Лист на Албум и лист на Артист
nl: Zoeken, Albumdialoog, Albumlijst en Artiestenlijst

source: Enqueue selected item
bg: На опашка избрания предмет
nl: Geselecteerde item in wachtrij plaatsen

source: Append selected item
bg: Добави избрания предмет
nl: Geselecteerde item toevoegen

source: Middle-click
bg: Среден-Клик
nl: Middelklik

source: Play selected item immediately
bg: Възпроизведи избрания предмет веднага
nl: Geselecteerde item direct afspelen

source: Double-click
bg: Двоен-клик
nl: Dubbelklik

source: Show additional information
bg: Покажи допълнителна информация
nl: Toon extra informatie

source: Right-click
bg: Десен-клик
nl: Rechtsklik

source: Remove selected song
bg: Премахни избраната песен
nl: Geselecteerde titel verwijderen

source: Clear playlist
bg: Изчисти плейлист
nl: Afspeellijst legen

source: No
nl: Nr
